{ 
  "app":{
  "title":"Multilanguage App",
  "menutitle":"Menu"
},
    "message": "Hello i18n !!",
    "nav":{
      "inicio":"Home",
      "sobrenosotros":"About Us",
      "ejemplo":"Example"
    },
    "inicio":{
      "title":"Home: what we offer",
      "content":"This is an example of the Start text. We use the i18n library and <a href='https://vuetifyjs.com/en/' target='blank' class=''>vuetify</a>. I hope you like this example page."
    },
    "sobrenosotros":{
      "title":"About Us",
      "content":"We are a technological multinational that offer a wide range of solutions and consulting services, implementation, development and maintenance of applications and infrastructure and outsourcing services. With a turnover of 414 million euros in 2018 and a workforce of more than 4,700 highly qualified professionals, we have a direct presence in 32 countries on 5 continents: Europe, Latin America, the United States, the Middle East and Africa. We are one of the main service partners of SAP, Microsoft and IBM."
    },
    "ejemplo":{
      "title":"The 6 dimensions of digitization",
      "subtitle":"Digitalizing is transforming the key areas of your business with technology",
      "content":"Seidor, a multinational consultancy specializing in technological services and solutions, has closed fiscal 2018 with a total turnover of 414 million euros, 10.4% more than in the previous year. With this, the company maintains its double-digit annual growth trend for the eighth consecutive year. Since 2011, Seidor has tripled its turnover thanks to an average annual growth rate of 17%. Eduard Farga, Deputy General Director of Seidor, notes: “The results of the 2018 financial year reinforce our growth strategy based on the development of the Spanish market, internationalization and diversification of our service offer. We have met, again, the objectives set: double-digit growth to exceed 400 million turnover worldwide. The fact of complying with the forecasts allows us to maintain the level of ambition to reach the figure of 500 million euros in 2020 ”. Seidor's growth is also reflected at the workforce level, which in 2018 has increased by 17% globally, reaching 4,762 professionals, half of them in Spain. The Deputy General Manager of Seidor, Alejandro Daniel, has commented on this increase: “Our current workforce triples that of 2011, a clear reflection of the company's growth, with the incorporation of talent to respond to the demanding demands of our customers. In Spain, our team has grown 15% in 2018 ”. Acknowledgments obtained by the partners Seidor has strengthened its positioning as an SAP partner during 2018. This has resulted in different international awards, among which are: two SAP Pinnacle Awards (best global partner in cloud solutions for SMEs and best global partner in business analytics solutions), five SAP awards in the Spanish market in recognition of sales volume and operational excellence, four SAP awards in the Latin American market and two in the Middle East. He has also received two awards from IBM in Spain as best partner of the year and best partner in the systems category. Bet on the Spanish market With a turnover of 266 million euros, the Spanish market remains a priority for Seidor since it represents almost two thirds of the global turnover. The company has expanded its scope of activity in several regions; Examples of this are: the acquisition of the Inforges consultancy, which strengthens its presence in Murcia and the Levante area, and the acquisition of Biskop, a consultant specialized in human resources software. They also highlight the agreement for the installation of Seidor in the Business Development Center of Segovia, as a commitment to the development of local talent; and the confidence that the Government of Aragon has placed in the services of Saytel, a company of the Seidor group, in the infrastructure area of ​​its data centers. The internationalization, engine of growth During 2018, the international business has grown by 18% compared to the previous year, being one of the main engines of growth of the company, with a weight of 36% of global turnover. The commitment to the Middle East region, initiated with operations in Dubai in 2014, has been reinforced with 2 joint-ventures in the area: the entry of Seidor into the powerful Israeli market, where he has created a new company with the group local Malam; and the creation of an alliance with a local company in Oman. In Latin America, Seidor has consolidated its position in a market as relevant as Brazil, where it has opened new offices and acquired small local businesses. “Looking ahead to 2019, Seidor will continue to monitor opportunities for the development of alliances and acquisitions internationally. He is currently exploring options in North Africa and the Middle East, ”says Alejandro Daniel. The diversification of the service offer Throughout 2018, Seidor has promoted various initiatives that enhance the diversification of its service offer: cloud solutions and digitalization and innovation services. The cloud solutions business has grown above 50% and confirms the expectation of becoming a growth engine. Among the cloud solutions, it is worth mentioning the incorporation into the SAP Concur portfolio, a solution for travel and expense management. In the field of digitalization and innovation, actions such as the start-ups call Indtech Challenge stand out, an initiative to boost innovation in the industrial sector that received a total of 127 proposals from more than 25 countries; and the sponsorship of the ESADE Alumni Digital Business & ICT Club, by Seidor Digital, whose activities promote the generation and dissemination of knowledge in the field of new technologies and digital transformation in companies."
    }
  }