{
  "app":{
    "title":"App Multilenguaje",
    "menutitle":"Menú"
  },
  "message": "Hola i18n !!",
  "nav":{
    "inicio":"Inicio",
    "sobrenosotros":"Sobre Nosotros",
    "ejemplo":"Ejemplo"
  },
  "inicio":{
    "title":"Inicio: que ofrecemos",
    "content":"Este es un ejemplo del texto de Inicio. Utilizamos la libreria i18n y <a href='https://vuetifyjs.com/en/' target='blank' class=''>vuetify</a> .Espero te guste este ejemplo de página."
  },
  "sobrenosotros":{
    "title":"Sobre Nosotros",
    "content":"Somos una multinacional tecnológica que ofrecemos un amplio abanico de soluciones y servicios de consultoría, de implantación, desarrollo y mantenimiento de aplicaciones e infraestructura y servicios de outsourcing. Con una facturación de 414 millones de euros en el ejercicio 2018 y una plantilla formada por más de 4.700 profesionales altamente cualificados, tenemos presencia directa en 32 países de 5 continentes: Europa, América Latina, Estados Unidos, Oriente Medio y África. Somos uno de los principales partners de servicios de SAP, Microsoft e IBM."
  },
  "ejemplo":{
    "title":"Las 6 dimensiones de la digitalizacion",
    "subtitle":"Digitalizarte es transformar los ámbitos clave de tu negocio con tecnología",
    "content":"Seidor, consultora multinacional especializada en servicios y soluciones tecnológicas, ha cerrado el ejercicio fiscal 2018 con una facturación total de 414 millones de euros, un 10,4% más que en el ejercicio anterior. Con ello, la compañía mantiene por octavo año consecutivo su tendencia de crecimiento anual a doble dígito. Desde el año 2011 Seidor ha triplicado su volumen de negocio gracias a un ritmo de crecimiento medio anual del 17%. Eduard Farga, director general adjunto de Seidor, apunta: “Los resultados del ejercicio 2018 refuerzan nuestra estrategia de crecimiento basada en el desarrollo del mercado español, la internacionalización y la diversificación de nuestra oferta de servicios. Hemos cumplido, de nuevo, con los objetivos planteados: crecimiento a doble dígito para superar los 400 millones de facturación a nivel global. El hecho de cumplir con las previsiones nos permite mantener el nivel de ambición para alcanzar la cifra de 500 millones de euros en 2020”. El crecimiento de Seidor también queda reflejado a nivel de plantilla, que en 2018 ha aumentado un 17% a nivel global, alcanzando los 4.762 profesionales, la mitad de ellos en España. El director general adjunto de Seidor, Alejandro Daniel, ha comentado este incremento: “Nuestra plantilla actual triplica la del 2011, un claro reflejo del crecimiento de la compañía, con la incorporación de talento para responder a las exigentes demandas de nuestros clientes. En España, nuestro equipo humano ha crecido un 15% en 2018”. Reconocimientos obtenidos por parte de los partners Seidor ha reforzado su posicionamiento como partner de SAP durante el año 2018. Esto se ha traducido en distintos reconocimientos a nivel internacional, entre los que destacan: dos SAP Pinnacle Awards (mejor partner mundial en soluciones cloud para pymes y mejor partner mundial en soluciones de analítica de negocio), cinco galardones SAP en el mercado español como reconocimiento al volumen de ventas y la excelencia operativa, cuatro premios SAP en el mercado latinoamericano y otros dos en Oriente Medio. También ha recibido dos reconocimientos de IBM en España como mejor partner del año y mejor partner en la categoría de sistemas. Apuesta por el mercado español Con una facturación de 266 millones de euros, el mercado español sigue siendo prioritario para Seidor ya que representa casi dos tercios del volumen de negocio global. La compañía ha ampliado su ámbito de actividad en varias regiones; ejemplos de ello son: la adquisición de la consultora Inforges, que fortalece su presencia en Murcia y la zona de Levante, y la adquisición de Biskop, consultora especializada en software de recursos humanos. Asimismo, destacan el acuerdo para la instalación de Seidor en el Centro de Desarrollo Empresarial de Segovia, como apuesta por el desarrollo del talento local; y la confianza que el Gobierno de Aragón ha depositado en los servicios de Saytel, empresa del grupo Seidor, en el área de infraestructuras de sus centros de datos. La internacionalización, motor de crecimiento Durante 2018, el negocio internacional ha crecido un 18% respecto al año anterior, siendo uno de los principales motores de crecimiento de la compañía, con un peso del 36% de la facturación global. La apuesta por la región de Oriente Medio, iniciada con las operaciones en Dubai en 2014, se ha visto reforzada con 2 joint-ventures en la zona: la entrada de Seidor en el potente mercado israelí, donde ha creado una nueva compañía con el grupo local Malam; y la creación de una alianza con una empresa local en Omán. En lo que refiere a Latinoamérica, Seidor ha consolidado su posición en un mercado tan relevante como Brasil, donde ha abierto nuevas oficinas y ha adquirido pequeñas empresas locales. “De cara a 2019, Seidor seguirá atenta a oportunidades de desarrollo de alianzas y adquisiciones a nivel internacional. Actualmente, está explorando opciones en el norte de África y en Oriente Medio” afirma Alejandro Daniel. La diversificación de la oferta de servicios A lo largo de 2018, Seidor ha impulsado diversas iniciativas que potencian la diversificación de su oferta de servicios: soluciones cloud y servicios de digitalización e innovación. El negocio de soluciones cloud ha tenido un crecimiento superior al 50% y confirma la expectativa de convertirse en un motor de crecimiento. Entre las soluciones cloud, cabe destacar la incorporación al portafolio de SAP Concur, una solución para la gestión de viajes y gastos. En el ámbito de la digitalización y la innovación destacan acciones como la call de start-ups Indtech Challenge, una iniciativa para impulsar la innovación en el sector industrial que recibió un total de 127 propuestas llegadas de más de 25 países; y el patrocinio del Club Digital Business & ICT de ESADE Alumni, por parte de Seidor Digital, cuyas actividades impulsan la generación y difusión de conocimiento en el ámbito de las nuevas tecnologías y la transformación digital en las empresas."
  }
}